Repository: gustabin/whatsapp-chatgpt-basico
Catalog: translations/actions.*.xlf
Languages: eo

source: Stop
eo: Haltigi

source: Back
eo: Reen

source: Edit
eo: Redakti

# trash
source: Delete
eo: Forigi

source: Report
eo: Raporti

# repeat
source: Start again
eo: Rekomenci

# profile-stats
source: Profile
eo: Profilo

# settings
source: Preferences
eo: Agordoj

# timesheet.filter
source: Filter timesheets
eo: Temposlipoj

# customer.filter
source: Filter customers
eo: Filtri klientojn

# project.filter
source: Filter projects
eo: Filtri projektojn

# activity.filter
source: Filter activities
eo: Filtri aktivaĵojn

# copy
source: Create copy
eo: Krei kopion

# home
source: Homepage
eo: Hejmpaĝo

source: Create project
eo: Krei projekton

source: Create activity
eo: Krei aktivaĵon

source: Create timesheet
eo: Krei temposlipon

# permissions
source: Team permissions
eo: Teamaj permesoj

# details
source: Show
eo: Montri

source: Download
eo: Elŝuti

# invoice.pending
source: Waiting for payment
eo: Atendado por pago

source: Invoice paid
eo: Fakturo estas pagita

# create-timesheet-multiuser
source: For multiple users
eo: Por pluraj uzantoj

# filter
source: Filter data
eo: Filtri datumojn

# invoice.cancel
source: Cancel invoice
eo: Nuligita fakturo
