Repository: gustabin/whatsapp-chatgpt-basico
Catalog: translations/email.*.xlf
Languages: ar, cs, el, fa, hu, it, nb_no, pt, ro, ru, zh_cn

# automated_email_dont_answer
source: This is an auto generated e-mail. Please do not reply, the address will not be read.
ar: هذا بريد آلي. رجاء لاترد، بريدك لن يقرء.
cs: Toto je automaticky generovaný e-mail. Prosím neodpovídejte, e-mail příjemce není sledován.
el: Αυτό είναι ένα αυτοματοποιημένο e-mail. Παρακαλούμε μην απαντήσετε, το περιεχόμενο δεν θα αναγνωσθεί.
fa: این یک ایمیلی است که به صورت اتوماتیک ساخته شده است. لطفا به آن پاسخ ندهید، این آدرس خوانده نمی شود.
hu: Ez egy automatikusan generált e-mail. Kérem ne válaszoljon erre a címre.
it: Questa è un'e-mail generata automaticamente. Si prega di non rispondere; l'indirizzo non verrà letto.
nb_no: Dette er en auto-generert e-post. Ikke svar, siden ingen av disse leses.
pt: Isto é um email gerado automaticamente. Por favor não responda para este endereço, pois não será lido.
ro: Acesta este un email generat automat. Te rog să nu răspunzi pentru că nu va fi citit de nimeni.
ru: Это автоматически сгенерированное письмо. Пожалуйста, не отвечайте на него, ответ не будет прочитан.
zh_cn: 这是一封自动生成的电子邮件。请不要回复，地址将不会被阅读。

# registration.subject
source: Activate your account
ar: فعل حسابك
cs: Aktivujte váš účet
el: Ενεργοποίηση του λογαριασμού σας
fa: حساب کاربری خود را فعال کنید
hu: Fiók aktiválása
it: Attiva il tuo account
nb_no: Aktiver kontoen din
pt: Ative a sua conta
ro: Activează-ți contul
ru: Активируйте свою учетную запись
zh_cn: 激活您的账户

# registration.title
source: Welcome %username%
ar: مرحبا %username%
cs: Vítej %username%
el: Καλώς όρισες %username%
fa: %username% خوش آمدید
hu: Üdv %username%
it: Benvenuto/a %username%
nb_no: Velkommen %username%
pt: Bem-vindo(a) %username%
ro: Bine ai venit %username%
ru: Добро пожаловать, %username%
zh_cn: 欢迎 %username%

# registration.button
source: Activate your account
ar: فعل حسابك
cs: Aktivujte váš účet
el: Ενεργοποίηση λογαριασμού
fa: حساب کاربری خود را فعال کنید
hu: Fiók aktiválása
it: Attiva il tuo account
nb_no: Aktiver kontoen din
pt: Ative a sua conta
ro: Activează-ți contul
ru: Активируйте свою учетную запись
zh_cn: 激活您的账户

# button_copy_url_to_browser
source: If the button doesn't work, please copy & paste the following URL to your browser: %url%
ar: إذا كان الزر لا يعمل ، يرجى نسخ & والصق عنوان URL التالي في متصفحك:%url%
cs: V případě, že nefunguje tlačítko, zkopírujte prosím & následující adresu URL do vašeho prohlížeče: %url%
el: Εάν το κουμπί δεν λειτουργεί, παρακαλούμε αντιγράψτε & και επικολλήστε την ακόλουθη διεύθυνση URL στο πρόγραμμα περιήγησης: %url%
fa: اگر دکمه کار نکرد، لطفا آدرس زیر را در مروگر خود کپی & جایگذاری نمایید : %url%
hu: Ha a gomb nem működik, másolja be a következő linket a böngészőjébe: %url%
it: Se il pulsante non fuzniona, cortesemente copiate & e incollate la URL nel vostro browser: %url%
nb_no: Hvis knappen ikke virker, kopier og lim inn følgende nettadresse i nettleseren din: %url%
pt: Se o botão não funcionar, por favor, copie e cole o seguinte URL no seu navegador: %url%
ro: Dacă butonul nu funcționează, copiază & și lipește această adresî în browser: %url%
ru: Если кнопка не работает, пожалуйста, скопируйте & и вставьте следующую ссылку в адресную строку браузера: %url%
zh_cn: 如果该按钮无效，请复制 & 以下URL并粘贴到浏览器中: %url%

# registration.intro
source: You signed up at the Kimai time-tracker with the e-mail address %email%. Please activate your account in the next few hours, before the link expires.
ar: لقد قمت بالتسجيل في متتبع الوقت Kimai بالبريد الإلكتروني%email%. يرجى تفعيل حسابك في الساعات القليلة القادمة ، قبل انتهاء صلاحية الرابط.
cs: Zaregistrovali jste se do Kimai time-tracker s e-mailovou adresou %email%. Nyní je potřeba váš účet aktivovat v několika nejbližších hodinách, jinak odkaz expiruje.
el: Εγγραφήκατε στο λογισμικό παρακολούθησης χρόνου Kimai με το e-mail %email%. Παρακαλούμε ενεργοποιήσετε τον λογαριασμό σας εντός μερικών ωρών, προτού λήξει ο σύνδεσμος.
fa: شما در رهگیر زمان Kimai با ایمیل %email% ثبت نام کرده اید. اکنون باید ایمیل خود را در همین زمان، قبل از باطل شدن لینک فعال کنید.
hu: Ezzel az e-mail címmel regisztrált a Kimai időrögzítőbe: %email%. Aktiválja a fiókját pár órán belül, mielőtt a link lejár.
nb_no: Du har registrert deg på Kimai-tidssporer med e-posten %email%. Aktiver kontoen din i løpet av de neste timene før lenken utløper.
pt: Inscreveu-se no rastreador de tempo Kimai com o email %email%. Agora tem que ativar a sua conta nas próximas horas, antes da hiperligação expirar.
ro: Te-ai înscris la Kimai time-tracker cu adresa de e-mail %email%. Vă rugăm să vă activați contul în următoarele câteva ore, înainte ca link-ul să expire.
ru: Вы зарегистрировались в Kimai time-tracker с электронным адресом %email%. Пожалуйста, активируйте свою учетную запись в течение нескольких часов, пока ссылка не истекла.
zh_cn: 您在 Kimai 时间跟踪器上注册了电子邮件 %email%。请在接下来的几个小时内激活您的账户，直到链接过期。

# reset.subject
source: Reset your password
ar: إعادة تعيين كلمة المرور
cs: Reset hesla
el: Επαναφορά του κωδικού σας
fa: پسورد خود را ریست کنید
hu: Jelszó visszaállítása
it: Ripristina la password
nb_no: Tilbakestill passordet
pt: Redefinir a palavra-passe
ro: Resetează-ți parola
ru: Сбросить пароль
zh_cn: 重置您的密码

# reset.title
source: That can happen …
ar: يمكن أن يحدث ذلك …
cs: Tohle se může stát…
el: Αυτό μπορεί να συμβεί …
fa: آن می تواند اتفاق بیفتد …
hu: Ez megtörténhet…
it: Quello può succedere…
nb_no: Det kan skje …
pt: Isso pode acontecer…
ro: Asta se poate întâmpla …
ru: Это может произойти …
zh_cn: 这可能发生…

# reset.button
source: Reset your password
ar: إعادة تعيين كلمة المرور
cs: Reset hesla
el: Επαναφορά κωδικού πρόσβασης
fa: پسورد خود را ریست کنید
hu: Jelszó visszaállítása
it: Ripristina la tua password
nb_no: Tilbakestill passordet
pt: Redefinir a palavra-passe
ro: Resetează-ți parola
ru: Сбросить пароль
zh_cn: 重置您的密码

# reset.intro
source: … so you forgot your password? Don't worry: Kimai will help you to create a new one:
ar: ... هل نسيت كلمة مرورك؟ لا تقلق: سوف تساعدك Kimai في إنشاء واحدة جديدة:
cs: … takže jste zapomněli heslo? Nevadí, Kimai vám pomůže s vytvořením nového:
el: … επομένως ξεχάσατε τον κωδικό σας; Μην ανησυχείτε: Το Kimai θα σας βοηθήσει να δημιουργήσετε ένα νέο:
fa: … خب شما پسورد خود را فراموش کرده اید؟ نگران نباشید : kimai به شما کمک خواهد کرد تا یکی جدید بسازید:
hu: Elfelejtette a jelszavát? Ne izguljon, a Kimai segít létrehozni egy újat:
it: … password dimenticata? Non preoccuparti: Kimai ti aiuterà a crearne una nuova:
nb_no: … glemt passordet? Kimai hjelper deg å lage et nytt:
pt: …então esqueceu-se da sua palavra-passe? Não se preocupe: o Kimai vai ajudá-lo a criar uma nova:
ro: … ți-ai uitat parola? Nu te îngrijora. Kimai te va ajuta să îți creezi o parolă nouă:
ru: … вы забыли пароль? Не беспокойтесь: Kimai поможет Вам создать новый:
zh_cn: …您忘记了密码吗？别担心：Kimai将帮助您创建一个新的：

# registration.intro
source: You signed up at the Kimai time-tracker with the e-mail address %email%. Please activate your account in the next few hours, before the link expires.
it: Ti sei registrato al cronometro Kimai con l'indirizzo %email%. Si prega di provvedere ad attivare l'account prima che il collegamento scada.
