Repository: gustabin/whatsapp-chatgpt-basico
Catalog: translations/flashmessages.*.xlf
Languages: ar, de_ch, eo, es, eu, fa, hr, nb_no, ru, zh_cn

# action.upload.error
source: The file could not be uploaded or saved: %reason%
ar: تعذر تحميل الملف أو حفظه:%reason%
de_ch: Die Datei konnte nicht hochgeladen oder gespeichert werden: %reason%
eo: La dosiero ne povis esti alŝutita aŭ konservita: %reason%
es: No se pudo cargar ni guardar el archivo: %reason%
eu: Ezin izan da fitxategia kargatu edo gorde: %reason%
fa: فایل آپلود یا ذخیره نشد: %reason%
hr: Datoteka se nije mogla prenijeti ili spremiti: %reason%
nb_no: Filen kunne ikke lastes opp eller lagres: %reason%
ru: Файл не может быть загружен или сохранен: %reason%
zh_cn: 无法上载或保存文件：%reason%

# action.csrf.error
source: The action could not be performed: invalid security token.
de_ch: Die Aktion konnte nicht ausgeführt werden: ungültiges Sicherheitstoken.
eo: La ago ne povas esti plenumita: malvalida sekureca ĵetono.
es: La acci칩n no puede realizarse: el token de seguridad no es v치lido.
fa: این عمل انجام نشد: کد امنیتی نامعتبر است.
hr: Radnja se nije mogla izvesti: neispravan sigurnosni token.
nb_no: Handlingen kunne ikke utføres: Ugyldig sikkerhetssymbol.
ru: Действие выполнить не удалось: недействительный токен безопасности.
zh_cn: 无法执行该操作：安全令牌无效。

# action.delete.error
source: Entry could not be deleted: %reason%
ar: لا يمكن حذف المشاركة:%reason%
de_ch: Eintrag konnte nicht gelöscht werden: %reason%
eo: Elemento ne povis esti forigita: %reason%
es: No se pudo eliminar el registro: %reason%
eu: Ezin izan da sarrera ezabatu: %reason%
fa: ورودی حذف نشد: %reason%
hr: Unos se nije mogao izbrisati: %reason%
nb_no: En oppføring kunne ikke slettes: %reason%
ru: Ошибка - Запись не была удалена: %reason%
zh_cn: 无法删除条目: %reason%

source: Warning
ar: تحذير
de_ch: Warnung
eo: Averto
es: Atenci칩n
eu: Oharra
fa: هشدار
hr: Upozorenje
nb_no: Advarsel
ru: Предупреждение
zh_cn: 警告

# timesheet.stop.success
source: Time recording was stopped
ar: تم إيقاف تسجيل الوقت
de_ch: Die Zeiterfassung wurde gestoppt
eo: Temporegistrado haltigita
es: El registro de tiempo ha sido detenido
eu: Denboraren grabazioa gelditu egin da
fa: ثبت زمان متوقف شد
hr: Snimanje vremena je prekinuto
nb_no: Tidssporing ble stoppet
ru: Хронометраж остановлен
zh_cn: 时间记录终止

# timesheet.stop.error
source: Time recording could not be stopped
ar: تعذر إيقاف تسجيل الوقت
de_ch: Die Zeiterfassung konnte nicht gestoppt werden
eo: Temporegistrado ne povas esti haltigita
es: No se pudo detener el registro del tiempo
eu: Ezin izan da denbora gelditu
fa: ثبت زمان نمی تواند متوقف شود
hr: Snimanje vremena se nije moglo prekinuti
nb_no: Kunne ikke stoppe tidssporing
ru: Ошибка - Хронометраж не был остановлен
zh_cn: 无法终止时间记录

# timesheet.start.success
source: Time recording was started
ar: بدأ تسجيل الوقت
de_ch: Die Zeiterfassung wurde gestartet
eo: Temporegistrado komenciĝis
es: Registro de tiempo iniciado
eu: Denbora grabatzen hasi da
fa: ثبت زمان شروع شد
hr: Snimanja vremena je pokrenuto
nb_no: Tidssporing ble startet
ru: Хронометраж начат
zh_cn: 时间记录开始

# timesheet.start.error
source: Time recording could not be started
ar: تعذر بدء تسجيل الوقت
de_ch: Die Zeiterfassung konnte nicht gestartet werden
eo: Temporegistrado ne povas komenĉiĝi
es: No se pudo iniciar el registro de tiempo
eu: Ezin izan da denbora grabatzen hasi
fa: ثبت زمان شروع نشد
hr: Snimanje vremena se nije moglo pokrenuti
nb_no: Kunne ikke starte tidssporing
ru: Ошибка - Хронометраж не был начат
zh_cn: 时间记录无法开始

# timesheet.locked.warning
source: You are editing an exported record
ar: أنت تقوم بتحرير تسجيل تم تصديره
de_ch: Sie bearbeiten einen exportierten Datensatz
eo: Vi redaktas eksportitan registraĵon
es: Est치 editando un registro exportado
eu: Exportatutako sarrera bat aldatzen zaude
fa: شما در حال ویرایش یک رکورد صادر شده هستید
hr: Uređuješ izvezeni zapis
nb_no: Du redigerer en eksportert oppføring
ru: Вы изменяете выгруженную запись
zh_cn: 您正在编辑导出的记录

# action.update.success
source: Saved changes
ar: تم حفظ التغييرات بنجاح
de_ch: Gespeicherte Änderungen
eo: Konservitaj ŝanĝoj
es: Cambios guardados
eu: Aldaketak gordeta
fa: تغییرات ذخیره شده
hr: Promjene su spremljene
nb_no: Lagrede endringer
ru: Изменения успешно сохранены
zh_cn: 保存更改

# action.update.error
source: Changes could not be saved: %reason%
ar: لا يمكن حفظ التغييرات:%reason%
de_ch: Änderungen konnten nicht gespeichert werden: %reason%
eo: Ŝanĝoj ne povas esti konservitaj: %reason%
es: No se pudieron guardar los cambios: %reason%
eu: Azken aldaketak ezin izan dira gorde!! %reason%
fa: تغییرات ذخیره نشد: %reason%
hr: Promjene se nisu mogle spremiti: %reason%
nb_no: Kunne ikke lagre endringer: %reason%
ru: Изменения не могут быть сохранены: %reason%
zh_cn: 更改无法保存: %reason%

# action.delete.success
source: Entry was deleted
ar: تم حذف الإدخال بنجاح
de_ch: Eintrag wurde gelöscht
eo: Elemento estis forigita
es: Registro eliminado
eu: Sarrera ezabatu da
fa: ورودی حذف شد
hr: Unos je izbrisan
nb_no: En oppføring ble slettet
ru: Запись успешно удалена
zh_cn: 条目已被删除

# invoice.first_template
source: Please create an invoice template first
ar: يجب عليك إنشاء فاتورة النموذج الأولى قبل المتابعة
de_ch: Bitte erstellen Sie zuerst eine Rechnungsvorlage
eo: Vi devas krei vian unuan fakturan ŝablonon antaŭ ol vi povas daŭrigi
es: Debe crear una plantilla de factura primero
eu: Faktura txantiloi bat sortu behar duzu lehendabizi
fa: لطفا ابتدا یک الگوی فاکتور ایجاد کنید
hr: Najprije stvori predložak računa
nb_no: Opprett en fakturamal først
ru: Прежде чем Вы сможете продолжить, необходимо создать первый образец счет-фактуры
zh_cn: 您必须先创立一个自己的发票模板
