Repository: gustabin/whatsapp-chatgpt-basico
Catalog: translations/invoice-calculator.*.xlf
Languages: he, it, ko, pt_br, sk, uk

# invoice_calculator
source: Grouping of invoice lines
he: קיבוץ שורות חשבונית
it: Raggruppamento righe fattura
ko: 총액 계산
pt_br: Agrupamento das linhas de fatura
sk: Zoskupovanie riadkov faktúr
uk: Групування рядків рахунку

# default
source: Default (one row per entry)
he: ברירת מחדל (שורה אחת לכל רשומה)
it: Predefinito (una riga per voce)
ko: 기본값: 시간 기록당 하나의 항목
pt_br: Padrão (uma linha por entrada)
sk: Predvolené (jeden riadok na záznam)
uk: Типово (один запис на рядок)

# short
source: All (one entry total)
he: הכול (רשומה אחת לסיכום)
it: Tutto (una voce in totale)
ko: 시간: 기록 요약됨, 총 하나의 항목
pt_br: Todos (total de uma entrada)
sk: Všetky (celkovo jedna položka)
uk: Все (один загальний запис)

source: User
he: משתמש
it: Utente
ko: 사용자
pt_br: Usuário
sk: Používateľ
uk: Користувач

source: Activity
he: פעילות
it: Attività
ko: 활동
pt_br: Atividade
sk: Činnosti
uk: Діяльність

source: Project
he: מיזם
it: Progetto
ko: 프로젝트
pt_br: Projeto
sk: Projekt
uk: Проєкт

source: Date
he: תאריך
it: Data
ko: 날짜
pt_br: Data
sk: Dátum
uk: Дата

source: Price
he: מחיר
it: Prezzo
ko: 가격
pt_br: Preço
sk: Cena
uk: Ціна

# weekly
source: Calendar week
he: שבועי קלנדרי
it: Calendario settimanale
ko: 달력 주
pt_br: Semana do calendário
sk: Kalendárny týždeň
uk: Календарний тиждень

# project_user
source: Project and user
he: מיזם ומשתמש
it: Progetto e utente
ko: 프로젝트 및 사용자
pt_br: Projeto e usuário
sk: Projekty a používateľ
uk: Проєкт і користувач

# invoice_calculator.help
source: Select by which fields the invoice items should be grouped
he: נא לבחור לפי אילו שדות יש לקבץ את פריטי החשבונית
it: Seleziona in base a quali campi devono essere raggruppate le voci della fattura
pt_br: Selecione por quais campos os itens da fatura devem ser agrupados
sk: Vyberte po ktorých poliach sa majú zoskupiť položky faktúry
uk: За якими полями групувати позиції рахунку?

# activity_user
source: Activity and user
he: פעילות ומשתמש
it: Attività e utente
ko: 활동 및 사용자
pt_br: Atividade e usuário
sk: Činnosti a používateľ
uk: Діяльність та користувач

# date_user
source: Date and user
he: תאריך ומשתמש
it: Data e utente
ko: 날짜 및 사용자
pt_br: Data e usuário
sk: Dátum a používateľ
uk: Дата та користувач
