Repository: gustabin/whatsapp-chatgpt-basico
Catalog: translations/validators.*.xlf
Languages: it

source: This value is not a valid role.
it: Questo valore non è un ruolo valido.

source: End date must not be earlier then start date.
it: La data di fine non può essere prima di quella iniziale.

source: You must select at least one user or team.
it: Devi selezionare almeno un utente o una squadra.

source: The begin date cannot be in the future.
it: La data di inizio non può essere futura.

source: The budget is completely used.
it: Il budget è esaurito. Del %budget% disponibile, %used% è stato prenotato finora, %free% può ancora essere utilizzato.

source: The given value is not a valid time.
it: Il valore fornito non è un orario valido.

source: You already have an entry for this time.
it: Hai già una voce per questo periodo.

source: This period is locked, please choose a later date.
it: Questo periodo è bloccato, scegli una data successiva.

source: This invoice document cannot be used, please rename the file and upload it again.
it: Questo documento di fattura non può essere utilizzato, rinomina il file e caricalo di nuovo.

source: Maximum duration of {{ value }} hours exceeded.
it: Massimo {{ value }} ore permesse.

source: The username is already used.
it: L'username è già in uso.

source: The email is already used.
it: L'email è già in uso.

source: The entered passwords don't match.
it: Le password inserite non corrispondono.

source: An equal username is already used.
it: Un nome utente uguale è già usato.

source: An equal email is already used.
it: Un indirizzo e-mail uguale è già usato.

source: At least one team leader must be assigned to the team.
it: Almeno un caposquadra deve essere assegnato alla squadra.

source: An activity needs to be selected.
it: È necessario selezionare un'attività.

source: This timesheet is already exported.
it: Questa scheda attività è già stata esportata.

source: A project needs to be selected.
it: È necessario selezionare un progetto.
